export const stories = [
  {
    person: '(이정민, 개발 직군 취업준비생)',
    job: 'programmer',
    content:
  <div>
    대학생과 직장인들이 함께 하는 동아리다 보니,
    시야도 넓힐 수 있는 동시에 개발 면에서도 많이 배울 수 있었던 좋은 시간이었습니다.
    다양한 분야의 다양한 경력을 가지신 분들과의 소통을 통해 <b>취업에 대한 기회도 넓힐 수 있었습니다. </b>
    주도적으로 진행되는 프로젝트와 스터디로 쌓은 경험들은 앞으로도 절대 잊지 못할 소중한 추억이 될 것 같습니다.
  </div>,
  },
  {
    person: '(김종훈, UX디자이너)',
    job: 'designer',
    content:
  <div>
    기획부터 디자인까지 모든걸 경험할 수 있고 실력있는 개발자분들이 많아서
    서비스 런칭까지 할 수 있는 값진 시간이었습니다.
    특히 같은 산업군의  <b>열정 만수르들과 이야기를 나누면서 자극받을 수 있었고 일 외적으로도 좋은 친구들을 만날 수 있었습니다. </b>
    9기에서는 런칭을 시작으로 서비스 개선까지 다뤄서 경력 없는 신입 디자이너에게 유의미한 활동이 될 것 같습니다.
  </div>,
  },
  {
    person: '(하상엽, 개발 직군 취업준비생)',
    job: 'programmer',
    content: `웹 개편 팀에서 고생하는 오박사님, 디자인 천재 윤이님,
        강남부자 정민이 새해 복 많이 받으시고, 해당 영역은 참여자 후기입니다.
        세줄 까지 가능하며 핵심 내용에 알아서 포인트 처리 부탁드립니다.`,
  },
];
