export const stories = [
  {
    person: '(이정민, frontend 개발자)',
    job: 'programmer',
    content: (
      <div>
        대학생과 직장인들이 함께 하는 동아리다 보니, 시야도 넓힐 수 있는 동시에
        개발 면에서도 많이 배울 수 있었던 좋은 시간이었습니다. 다양한 분야의
        다양한 경력을 가지신 분들과의 소통을 통해{' '}
        <b>취업에 대한 기회도 넓힐 수 있었습니다. </b>
        주도적으로 진행되는 프로젝트와 스터디로 쌓은 경험들은 앞으로도 절대 잊지
        못할 소중한 추억이 될 것 같습니다.
      </div>
    ),
    color: '#34A7FC',
    mimoji: '/mimoji-jm.png',
  },
  {
    person: '(김종훈, UX디자이너)',
    job: 'designer',
    content: (
      <div>
        기획부터 디자인까지 모든걸 경험할 수 있고 실력있는 개발자분들이 많아서
        서비스 런칭까지 할 수 있는 값진 시간이었습니다. 특히 같은 산업군의{' '}
        <b>
          열정 만수르들과 이야기를 나누면서 자극받을 수 있었고 일 외적으로도
          좋은 친구들을 만날 수 있었습니다.{' '}
        </b>
        10기에서는 런칭을 시작으로 서비스 개선까지 다뤄서 경력 없는 신입
        디자이너에게 유의미한 활동이 될 것 같습니다.
      </div>
    ),
    color: '#FF571C',
    mimoji: '/mimoji-jh.png',
  },
  {
    person: '(이규현, iOS 개발자)',
    job: 'programmer',
    content: (
      <div>
        햇볕이 따가운 어느 여름날 ☀️ 같은 화면을 두번, 세번 개발하다보니 다른
        사람들은 어떻게 개발하나? 라는 생각이 들었습니다. 이 고민을 해결하고자
        디프만에 참여 하였고,
        <b>
          {' '}
          저와 다른 파트인 디자이너, 백엔드 개발자의 입장 또는 상황 등을
          이해하고 경험할 수 있었고 다양한 사람들을 만날수 있어서, 신선하고
          재밌고 유익했습니다❤️{' '}
        </b>
        참여하셔서 매너리즘을 파괴하세요! 디프만 짱짱맨👍
      </div>
    ),
    color: '#38E3A8',
    mimoji: '/mimoji-kh.png',
  },
];
