export const stories = [
  {
    person: '(하상엽, 개발 직군 취업준비생)',
    job: 'programmer',
    content: `웹 개편 팀에서 고생하는 오박사님, 디자인 천재 윤이님,
        강남부자 정민이 새해 복 많이 받으시고, 해당 영역은 참여자 후기입니다.
        세줄 까지 가능하며 핵심 내용에 알아서 포인트 처리 부탁드립니다.`,
  },
  {
    person: '(하상엽, 개발 직군 취업준비생)',
    job: 'designer',
    content: `웹 개편 팀에서 고생하는 오박사님, 디자인 천재 윤이님,
        강남부자 정민이 새해 복 많이 받으시고, 해당 영역은 참여자 후기입니다.
        세줄 까지 가능하며 핵심 내용에 알아서 포인트 처리 부탁드립니다.`,
  },
  {
    person: '(하상엽, 개발 직군 취업준비생)',
    job: 'programmer',
    content: `웹 개편 팀에서 고생하는 오박사님, 디자인 천재 윤이님,
        강남부자 정민이 새해 복 많이 받으시고, 해당 영역은 참여자 후기입니다.
        세줄 까지 가능하며 핵심 내용에 알아서 포인트 처리 부탁드립니다.`,
  },
];
